Revit 2027 API
ParameterTypeId.ElevWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevWidth { get; }
Public Shared ReadOnly Property ElevWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevWidth {
	ForgeTypeId^ get ();
}
static member ElevWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace